Repository: pasgou/account-move-import
Catalog: account_move_csv_import/i18n/*.po
Languages: fr

source: You must select a file format.
fr: Vous devez sélectionner un format de fichier.

source: Imported Journal Entries
fr: Entrées de journal importées

source: time data : '%s' in line %s does not match format '%s
fr: données de temps : « %s » en ligne %s ne correspond pas au format « %s

source: journal codes
fr: codes de journal

source: account codes
fr: codes de compte

source: partner reference
fr: référence du partenaire

source: analytic codes
fr: codes analytiques

source: Line %d: missing label.
fr: Ligne %d : étiquette manquante.

source: Line %d: missing date.
fr: Ligne %d : date manquante.

source: Line %d: bad date format %s
fr: %d de ligne : mauvais format de date %s

source: Line %d: bad value for credit (%s).
fr: %d de ligne : mauvaise valeur pour le crédit (%s).

source: Line %d: bad value for debit (%s).
fr: Ligne %d : mauvaise valeur pour le débit (%s).

source: List of %s that don't exist in Odoo: %s
fr: Liste des %s qui n’existent pas dans la base: %s

source: List of misc errors: %s
fr: Liste d’erreurs diverses : %s

source: The journal entry that ends on line %d is not balanced (balance is %s).
fr: L’entrée de journal qui se termine en ligne %d n’est pas équilibrée (l’équilibre est %s).

source: move should have more than 1 line num: %s,data : %s
fr: un mouvement doit avoir plus de 1 ligne num: %s,data : %s

source: The journal entry that ends on the last line is not balanced (balance is %s).
fr: L’entrée de journal qui se termine sur la dernière ligne n’est pas équilibrée (l’équilibre est %s).
